Repository: matevy/tuleap
Catalog: plugins/scaled_agile/site-content/*/LC_MESSAGES/tuleap-scaled_agile.po
Languages: fr_fr

source: AgileDashboard service not used in project.
fr_fr: Le service AgileDashboard n'est pas utilisé dans le projet.

source: Edit
fr_fr: Éditer

source: Extension of the Agile Dashboard plugin to allow planning of Backlog items across projects
fr_fr: Extension du plugin Tableau de bord Agile qui permet la planification d'éléments depuis plusieurs projets

source: Mirror of
fr_fr: Réplique de

source: Mirrored by
fr_fr: Répliqué par

source: Modification of the milestone tracker of this planning is prohibited because this project is part of a scaled agile backlog.
fr_fr: La modification de l'outil de suivi de jalons de cette planification est interdite parce que ce projet fait partie d'un backlog d'agilité à l'échelle.

source: One of the planning tracker can not be found
fr_fr: Un des outils de suivi du planning n'a pas été trouvé

source: Plannable Items
fr_fr: Élements plannifiables

source: Planning Configuration
fr_fr: Configuration du planning

source: Project not found.
fr_fr: Le projet n'a pas été trouvé.

source: Scaled Agile Backlog
fr_fr: Backlog d'agilité à l'échelle

source: Team Project
fr_fr: Projet Contributeur

source: Team Projects
fr_fr: Projets Contributeurs

source: The following projects contribute to <b>%s</b> by feeding the backlog with their plannable items. You can edit these by configuring the top planning of each of the following projects.
fr_fr: Les projets suivants contribuent à <b>%s</b> en fournissant dans le backlog leurs élements planifiables. Vous pouvez les éditer en configurant leur planification de plus haut niveau dans chacun des projets suivants.

source: There are no plannable items in any team projects.
fr_fr: Il n'y a pas d'éléments planifiables dans aucun des projets contributeurs.

source: There is no root planning in the project.
fr_fr: Il n'y a pas de planning de plus haut niveau dans le projet.

source: This planning does not belong to the project.
fr_fr: Ce planning n'appartient pas au projet.

source: This planning does not exist.
fr_fr: Ce planning n'existe pas.

source: This planning is not the root planning of the project.
fr_fr: Ce planning n'est pas le planning de plus haut niveau du projet.

source: You are not AgileDashboard admin.
fr_fr: Vous n'êtes pas administrateur du service AgileDashboard.
